<?php

echo '<div class="search__item">
                            <div class="search__item">
                                <div class="search__item--poster">
                                    <img alt="Выходные!" title="Выходные!" src="https://api.og.movie/storage/movie_posters/media/67472/poster_rtt_23852_ru.jpg">
                                </div>
                                <div class="search__item--left">
                                    <div class="search__item--info">
                                        <h5>Выходные!</h5>
                                        <div class="tags item__tags" gap="16">
                                            <div class="tag">2009</div>
                                            <div class="tag">IMDb 4.9</div>
                                        </div>
                                        <div class="hover_preview__categories">
                                            <div class="hover_preview__category">Приключения</div>
                                            <div class="hover_preview__category">Комедия</div>
                                            <div class="hover_preview__category">Мелодрама</div>
                                        </div>
                                    </div>
                                    <div class="search__item--btns">
                                        <button class="btn">
                                            <span class="nuxt-icon nuxt-icon--fill button-square__icon">
                                                <svg width="16" height="20" viewBox="0 0 16 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                                                    <path d="M15.6929 10.5498L1.07185 19.8893C0.967986 19.9555 0.847316 19.9935 0.722695 19.9992C0.598075 20.005 0.474171 19.9782 0.36418 19.9218C0.25419 19.8653 0.162231 19.7814 0.0980994 19.6788C0.0339676 19.5763 6.44497e-05 19.459 0 19.3395V0.660533C6.44497e-05 0.540991 0.0339676 0.423705 0.0980994 0.321165C0.162231 0.218626 0.25419 0.134673 0.36418 0.0782491C0.474171 0.0218253 0.598075 -0.00495703 0.722695 0.000755024C0.847316 0.00646708 0.967986 0.0444598 1.07185 0.110686L15.6929 9.45015C15.7874 9.51051 15.8648 9.59227 15.9184 9.68819C15.972 9.78411 16 9.89121 16 10C16 10.1088 15.972 10.2159 15.9184 10.3118C15.8648 10.4077 15.7874 10.4895 15.6929 10.5498V10.5498Z"
                                                          fill="black">
                                            </span>
                                        </button>
                                        <button class="btn transparent_white">
                                            <span class="nuxt-icon nuxt-icon--fill button-square__icon">
                                                <svg width="18" height="16" viewBox="0 0 18 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                                    <path fill-rule="evenodd" clip-rule="evenodd"
                                                          d="M9.0012 2.08845C11.1054 -0.53572 14.6045 -0.367386 16.427 1.20678C18.3629 2.87761 18.4962 6.21845 16.567 9.55595C15.292 11.9109 12.0395 14.2876 9.31287 15.8576C9.12037 15.9684 8.88203 15.9684 8.68953 15.8576C5.96453 14.2884 2.71453 11.9143 1.4412 9.56595C-0.4938 6.22178 -0.3613 2.87845 1.57537 1.20678C3.39787 -0.367386 6.89703 -0.53572 9.0012 2.08845ZM8.46037 3.50761C6.9412 0.883447 3.9112 0.840113 2.39203 2.15261C1.6462 2.79678 1.29287 3.77178 1.29287 4.89928C1.29287 6.13095 1.70953 7.53511 2.52453 8.94178C2.52787 8.94761 2.53037 8.95261 2.5337 8.95845C3.6687 11.0584 6.53203 13.1384 9.0012 14.5926C11.4704 13.1384 14.3337 11.0584 15.4687 8.95845C15.472 8.95261 15.4745 8.94761 15.4779 8.94178C16.2929 7.53511 16.7095 6.13095 16.7095 4.89928C16.7095 3.77178 16.3562 2.79678 15.6104 2.15261C14.0912 0.840113 11.0612 0.883447 9.54203 3.50761C9.43037 3.70095 9.22453 3.82011 9.0012 3.82011C8.77787 3.82011 8.57203 3.70095 8.46037 3.50761Z"
                                                          fill="white">
                                                    </path>
                                                </svg>
                                            </span>
                                        </button>
                                    </div>
                                </div>
                            </div>
                        </div>';